Repository: tutao/tutanota
Catalog: app-ios/tutanota/*.lproj/InfoPlist.strings
Languages: ar, be, bg, ca, cs, da, de, es, fa_ir, fi, fr, gl, he, hi, hr, hu, id, it, ja, ko, lv, nl, pl, ro, ru, si, sk, sl, sr_cyrl, sv, tr, uk, vi, zh, zh_hant, zh_tw

# NSCameraUsageDescription
source: Take a picture or video for adding it as attachment.
ar: إلتقاط صورة أو فيديو للإضافة كمرفق.
be: Зрабі фота ці відэа, каб далучыць яго да ліста.
bg: Направете снимка или видеоклип, за да ги добавите като прикачен файл.
ca: Prendre una foto o vídeo per afegir-la com a arxiu adjunt.
cs: Pořiďte fotku nebo video, které chcete přidat jako přílohu.
da: Kameraet benyttes til at optage en video, du kan sende som vedhæftet fil.
de: Die Kamera wird verwendet, um Videos aufzunehmen und diese als Anhang zu versenden.
es: Toma una imagen o un vídeo para añadirlo como adjunto.
fa_ir: یک عکس یا ویدیو برای اضافه کردن به عنوان پیوست بگیرید.
fi: Ota kuva tai video ja lisää se liitteeksi.
fr: Prenez une photo ou une vidéo pour l'ajouter en pièce jointe.
gl: Tome unha fotografía ou vídeo para engadilo como anexo.
he: צלמו תמונה או וידאו כדי להוסיפם כקבצים מצורפים.
hi: एक चित्र या वीडियो को लगाव के रूप में जोड़ने के लिए
hr: Snimite fotografiju ili videozapis za dodavanje kao privitak.
hu: Videó vagy fénykép készítése csatolmányként való hozzáadáshoz.
id: Ambil foto atau video untuk menambahkannya sebagai lampiran.
it: Scatta una foto o un video per aggiungerlo come allegato.
ja: 写真やビデオを撮り、添付ファイルとして追加できます。
ko: 사진이나 동영상을 찍어 첨부 파일로 추가합니다.
lv: Uzņemiet fotoattēlu vai video, lai pievienotu pielikumā.
nl: Maak een foto of video om toe te voegen als bijlage.
pl: Zrób zdjęcie lub nagraj wideo, aby umieścić je jako załącznik.
ro: Fă o poză sau un video pentru a le atașa.
ru: Сделайте снимок или видео, чтобы приложить его к сообщению.
si: ඇමුණුමක් ලෙස එකතු කිරීමට ඡායාරූපයක් හෝ දෘශ්‍යකයක් ගන්න.
sk: Vytvoriť fotografiu alebo video do prílohy.
sl: Posnemite sliko ali videoposnetek, če ga želite dodati kot prilogo.
sr_cyrl: Снимите фотографију или видео да додате прилог.
sv: Ta en bild eller video för att lägga till den som bifogad fil.
tr: Ek olarak eklemek için bir fotoğraf veya video çekin.
uk: Виберіть зображення або відео і додайте його у вкладенні.
vi: Chụp hình hoặc quay phim để đính kèm vào thư.
zh: 拍照或录像作为附件。
zh_hant: 拍攝照片或影片並新增為附件。
zh_tw: 拍攝照片或影片並將其添加至附件。

# NSPhotoLibraryUsageDescription
source: Add a picture from your library as attachment.
ar: إضافة صورة من مكتبتك كمُرفق.
be: Далучы відарыс са сваёй бібліятэкі ў якасьці далучэння.
bg: Добавете снимка от библиотеката си като прикачен файл.
ca: Afegiu una imatge de la vostra biblioteca com a fitxer adjunt.
cs: Přidat obrázek z knihovny jako přílohu.
da: Tilføj et billede fra dit bibliotek som vedhæftet fil.
de: Füge ein Bild aus deiner Bibliothek als Anhang hinzu.
es: Añadir una imagen de tu librería como adjunto.
fa_ir: یک عکس از کتابخانه‌تان پیوست کنید.
fi: Lisää kuva liitteenä.
fr: Ajoutez une image de votre bibliothèque en pièce jointe.
gl: Engade unha imaxe da túa biblioteca como anexo.
he: הוסיפו תמונה מהספריה שלכם כקובץ מצורף.
hi: अनुलग्नक के रूप में अपने चित्र संग्रहालय से एक चित्र जोड़ें।
hr: Dodajte sliku iz svoje biblioteke kao privitak.
hu: Adjon hozzá fényképet a könyvtárából csatolmányként!
id: Tambahkan gambar dari pustaka Anda sebagai lampiran.
it: Aggiungi un'immagine dalla tua libreria come allegato.
ja: ライブラリーから添付ファイルとして写真を追加できます。
ko: 라이브러리에서 사진을 첨부 파일로 추가합니다.
lv: Pielikumā pievienojiet attēlu no galerijas.
nl: Afbeeldingen uit uw bibliotheek kunnen als bijlagen worden verzonden.
pl: Dodaj zdjęcie z Twojej biblioteki jako załącznik.
ro: Atașează o poză din galerie.
ru: Разместите изображение из библиотеки как вложение.
si: ඇමුණුමක් ලෙස ගබඩාවෙන් ඡායාරූපයක් එකතු කරන්න.
sk: Pridajte obrázok z knižnice ako prílohu.
sl: Dodaj sliko iz knjižnice kot priponko.
sr_cyrl: Додајте слику из ваше библиотеке као додатак.
sv: Lägg till en bild från ditt bibliotek som bifogad fil.
tr: Galerinizde bulunan bir resmi ek şeklinde ekleyin.
uk: Додайте картинку з вашої бібліотеки як вкладення.
vi: Thêm ảnh từ thư viện của bạn vào phần đính kèm.
zh: 添加相册中图片作为附件。
zh_hant: 新增您的資料庫中的圖片為附件。
zh_tw: 從資料庫中添加圖片為附加檔案。

# NSMicrophoneUsageDescription
source: Used when recording a video as attachment.
ar: تُستعمل عند تسجيل فيديو كمُرفق.
be: Патрэбна для запісу відэа.
bg: Използва се при запис на видео за прикачване.
ca: S'utilitza quan es grava un vídeo com a arxiu adjunt.
cs: Používáno při nahrávání video přílohy.
da: Bruges, når du optager en video som vedhæftet fil.
de: Wird zum Aufnehmen von Videos benötigt.
es: Usado cuando se graba un vídeo como adjunto.
fa_ir: هنگام ضبط ویدیو به عنوان پیوست، استفاده می‌شود.
fi: Käytetään, kun videota tallennetaan liitteenä.
fr: Utilisé lors de l'enregistrement de vidéo en tant que pièce jointe.
gl: Utilizado cando se grava un vídeo como anexo.
he: בשימוש בעת הקלטת וידאו בתור קובץ מצורף.
hi: वीडियो संलग्नक रिकार्ड करते वक्त उपयोग किया जाता है।
hr: Koristi se prilikom snimanja video privitka.
hu: Videó csatolmányként való felhasználásakor.
id: Digunakan ketika merekam video sebagai lampiran.
it: Utilizzato durante la registrazione di un video come allegato.
ja: 添付ファイルとして動画を保存する際に使用します。
ko: 동영상을 첨부 파일로 녹화할 때 사용합니다.
lv: Tiek izmantots video pielikuma ierakstīšanai
nl: Gebruikt bij het opnemen van een video als bijlage.
pl: Wymagany do nagrywania filmów.
ro: Folosit când înregistrezi un video pentru a-l atașa.
ru: Используется при записи видео-приложения.
si: දෘශ්‍යකයක් ඇමුණුමක් ලෙස පටිගතයේදී භාවිතා කෙරේ.
sk: Používa sa pri nahrávaní videa ako prílohy.
sl: Uporabljeno med snemanjem videa za prilogo.
sr_cyrl: Користи се при снимању видео прилога.
sv: Används när du spelar in en video som bifogad fil.
tr: Video kaydını ek olarak kaydederken kullanılır.
uk: Використовується під&nbsp;час запису відео у&nbsp;прикріплених файлах.
vi: Được sử dụng khi quay video làm phần đính kèm.
zh: 录制视频附件时使用。
zh_hant: 錄製影片作為附件時使用。
zh_tw: 用於影片錄製後變成附加檔案。

# NSContactsUsageDescription
source: 1. Find recipient email address in contacts. 2. Optionally synchronize Tuta contacts to your device.
ar: إبحث عن عنوان المُتلقّي الإلكتروني في جهات الإتصال.
be: Знайсьці імэйл-адрас атрымальніка ў кантактах.
bg: 1. Намерете имейл адреса в контактите. 2. По желание, синхронизирайте си Tuta контактите с вашето устройство.
ca: 1. Cerqueu l'adreça de correu electrònic del destinatari als contactes.2. Opcionalment, sincronitzeu els contactes de Tuta amb el vostre dispositiu.
cs: 1. Vyhledejte adresu příjemců v kontaktech. 2. Volitelně můžete synchronizovat kontakty Tuta s vaším zařízením.
da: Find en modtagermailadresse i kontakter.
de: 1. Suche Empfänger-E-Mail-Adressen in Kontakten. 2. Synchronisieren von Tuta-Kontakten mit deinem Gerät, falls aktiviert.
es: 1. Busca la dirección de correo electrónico del destinatario en contactos. 2. Opcionalmente, sincroniza los contactos de Tuta con tu dispositivo.
fa_ir: نشانی ایمیل گیرنده را در مخاطبان پیدا کنید.
fi: 1. Etsi vastaanottajan sähköpostiosoite yhteystiedoista. 2. Voit valinnaisesti synkronoida Tuta-yhteystietosi laitteellesi.
fr: 1. Trouvez l'adresse e-mail du destinataire dans les contacts. 2. En option, synchronisez les contacts Tuta avec votre appareil.
gl: 1. Atopar o enderezo de correo da correspondente nos contactos. 2. Optativamente sincroniza os contactos de Tuta co teu dispositivo.
he: מצא כתובת אימייל של הנמען באנשי הקשר.
hi: संपर्कों में प्राप्तकर्ता ईमेल पता ढूंढें
hr: 1. Pronađite adresu e-pošte primatelja u kontaktima. 2. Po želji sinkronizirajte Tuta kontakte s uređajem.
hu: Címzett keresése a névjegyek között. 2. Opcionálisan szinkronizálja a Tuta kapcsolatokat eszközein.
id: Cari alamat surel penerima di daftar kontak.
it: 1. Trova l'indirizzo email del destinatario nei contatti. 2. Facoltativamente sincronizza i contatti Tuta sul tuo dispositivo.
ja: 1. 連絡先で受取人のメールアドレスを検索。 2. Tutaの連絡先をあなたの端末に同期（任意）。
ko: 연락처에서 수신자의 이메일 주소를 찾습니다.
lv: Atrast saņēmēja e-pasta adresi kontaktos.
nl: 1. Zoek het e-mailadres van de ontvanger in contacten. 2. Synchroniseer eventueel Tuta-contacten met je apparaat.
pl: 1. Znajdź adres e-mail odbiorcy w kontaktach. 2. Opcjonalnie zsynchronizuj kontakty Tuta z urządzeniem.
ro: 1. Caută adresa de e-mail a destinatarului în contacte. 2. Facultativ, sincronează contactele Tuta cu aparatul tău.
ru: 1. Найдите адрес электронной почты получателя в контактах. 2. По желанию синхронизируйте контакты Tuta с устройством.
si: 1. සබඳතා තුළ ලබන්නාගේ වි-තැපෑල සොයා ගන්න. 2. ටුටා සබඳතා ඔබගේ උපාංගයට සමමුහූර්ත කර ගැනීමට ද හැකිය.
sk: 1. Vyhľadajte e-mailovú adresu príjemcu v kontaktoch. 2. Voliteľne môžete synchronizovať Tuta kontakty s Vaším zariadením.
sl: 1. Najdi prejemnikov poštni naslov v stikih. 2. Po želji sinhronizirajte Tuta stike z napravo.
sr_cyrl: Нађи е-адресу примаоца у контактима.
sv: 1. Hitta mottagarens e-postadress i kontakter. 2. Alternativt kan du synkronisera Tuta kontakter till din enhet.
tr: 1. Kişilerde alıcı e-posta adresini bulun. 2. İsteğe bağlı olarak Tuta kişilerini cihazınızla senkronize edin.
uk: 1. Знайдіть адресу електронної пошти отримувача у списку контактів. 2. За бажанням синхронізуйте контакти Tuta зі своїм пристроєм.
vi: Tìm địa chỉ thư của người nhận trong danh bạ
zh: 从通讯录中查找收件地址。
zh_hant: 1. 在聯絡人中搜尋收件人的電郵地址。 2. 可選擇同步Tuta聯絡人到您的裝置上。
zh_tw: 查詢聯絡人中收件人的郵件地址。

# NSRemindersUsageDescription
source: Shows notification when new email arrives.
ar: أظهر الإشعار عند وصول رسالة جديدة.
be: Паказваць абвесткі пры атрыманні новага ліста.
bg: Показва известие, когато пристигне ново писмо.
ca: Mostra una notificació quan arribi un nou correu electrònic.
cs: Zobrazit upozornění při doručení nového e-mailu.
da: Viser beskeder når der kommer nye mails.
de: Zeige eine Nachricht beim Empfang von E-Mails an.
es: Muestra una notificación al recibir un mensaje.
fa_ir: اگر ایمیل تازه‌ای دریافت کنید، اعلان نمایش می‌دهد
fi: Viestin saapumisilmoitus.
fr: Affiche une notification lors de l'arrivée d'un nouveau courriel.
gl: Mostra notificación cando chega un novo correo.
he: מציג התראה כאשר דוא"ל חדש מגיע.
hi: नया ईमेल आने पर अधिसूचना दिखाता है।
hr: Prikaz obavijesti kad stigne novi email.
hu: Értesítés megjelenítése új e-mail érkezésekor.
id: Menunjukkan notifikasi ketika surel baru datang.
it: Mostra notifiche quando arrivano nuove mail
ja: 新着メールが届いたときに通知を表示します。
ko: 새 이메일이 도착할 때 알림을 표시합니다.
lv: Parāda paziņojumus par jaunām ienākošajām vēstulēm.
nl: Laat notificatie zien als er nieuwe e-mail binnenkomt.
pl: Pokazuje powiadomienie, gdy zostanie odebrana nowa wiadomość.
ro: Afișează notificări atunci când sosesc mesaje noi.
ru: Показывает уведомление, когда приходит новое сообщение.
si: නව වි-තැපැල් පැමිණෙන විට දැනුම්දීමක් පෙන්වන්න.
sk: Zobrazuje oznámenie, keď príde nový e-mail.
sl: Prikaže obvestilo, ko prispe novo sporočilo.
sr_cyrl: Покажи обавештење када стигне пошта.
sv: Visar en notis när nya mejl kommer.
tr: Yeni e-posta geldiğinde bildirim gösterir.
uk: Показувати сповіщення при надходженні нової пошти.
vi: Hiện thông báo khi thư mới đến.
zh: 收到新邮件时显示通知。
zh_hant: 有新電郵時顯示通知。
zh_tw: 有新郵件時顯示提醒通知。

# TutaoShowCameraAction
source: Camera
ar: كاميرا
be: Камера
bg: Камера
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
es: Cámara
fa_ir: دوربین
fi: Kamera
fr: Appareil photo
gl: Cámara
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Fényképezőgép
id: Kamera
ja: カメラ
ko: 카메라
lv: Kamera
pl: Aparat
ru: Камера
si: රූගතය
sk: Fotoaparát
sl: Kamera
sr_cyrl: Камера
sv: Kamera
tr: Kamera
uk: Камера
vi: Máy ảnh
zh: 相机
zh_hant: 相機
zh_tw: 相機

# TutaoChoosePhotosAction
source: Photos
ar: الصور
be: Фатаздымкі
bg: Снимки
ca: Fotografies
cs: Fotky
da: Billeder
de: Fotos
es: Fotos
fa_ir: عکس ها
fi: Valokuvat
gl: Fotografías
he: תמונות
hi: तस्वीरें
hr: Slike
hu: Fényképek
id: Foto
it: Fotografie
ja: 写真
ko: 사진
lv: Fotoattēli
nl: Foto's
pl: Zdjęcia
ro: Fotografii
ru: Фотографии
si: ඡායාරූප
sk: Fotky
sl: Slike
sr_cyrl: Фотографије
sv: Bilder
tr: Fotoğraflar
uk: Фотографії
vi: Hình
zh: 照片
zh_hant: 照片
zh_tw: 照片

# TutaoNoPermissionTitle
source: No Permission
ar: لا يوجد إذن
be: Няма дазволу
bg: Непозволено
ca: Sense permís
cs: Bez povolení
da: Ingen tilladelse
de: Keine Berechtigung
es: Sin permiso
fa_ir: هیچ دسترسی
fi: Käyttöoikeutta ei ole
fr: Aucune permission
gl: Sen permiso
he: אין הרשאה
hi: अनुमति उपलब्ध नहीं
hr: Nema odobrenja
hu: Nincs engedély.
id: Tidak Diizinkan
it: Nessuna autorizzazione
ja: 権限がありません
ko: 권한 없음
lv: Nav atļaujas
nl: Geen toestemming
pl: Brak uprawnienia
ro: Fără permisiune
ru: Нет доступа
si: අවසර නැත
sk: Bez povolenia
sl: Ni dovoljenja
sr_cyrl: Нема дозволе
sv: Inget tillstånd
tr: İzin yok
uk: Немає доступу
vi: Không phép
zh: 未授权
zh_hant: 無權限
zh_tw: 無權限

# TutaoChangePermissionMsg
source: To grant access you have to modify the permissions for this device.
ar: لمنح حق الوصول يجب عليك تعديل تسريحات هذا الجهاز.
be: Каб надаць доступ, неабходна змяніць дазволы для гэтай прылады.
bg: За да предоставите достъп, трябва да промените разрешенията за това устройство.
ca: Per tenir-hi accés, heu de modificar els permisos d'aquest dispositiu.
cs: K umožnění přístupu musíte upravit povolení pro toto zařízení.
da: For at give adgang er du nødt til at ændre tilladelserne for denne enhed.
de: Um die Berechtigung zu erteilen, müssen die Einstellungen für dieses Gerät geändert werden.
es: Para permitir el acceso, tienes que modificar los permisos de este dispositivo.
fa_ir: برای دادن دسترسی شما باید مجوزها را برای این دستگاه ویرایش کنید.
fi: Pääsyn salliminen edellyttää laitekohtaisen käyttöoikeuksien muokkausta.
fr: Pour autoriser l'accès, vous devez modifier les permissions pour cet appareil.
gl: Para permitir o acceso debes modificar os permisos para este dispositivo.
he: כדי להעניק גישה עליכם לשנות את ההרשאות עבור מכשיר זה.
hi: पहुंच प्रदान करने के लिए आपको इस डिवाइस के लिए अनुमतियों को संशोधित करना होगा.
hr: Da biste odobrili pristup, morate izmijeniti dopuštenja za ovaj uređaj.
hu: A hozzáféréshez módosítani kell az engedélyeket az eszközön!
id: Untuk memberikan akses Anda perlu memodifikasi perizinan bagi perangkat ini.
it: Per concedere l'accesso Ã¨ necessario modificare le autorizzazioni per questo dispositivo.
ja: アクセスを許可するには、この端末の権限を変更する必要があります。
ko: 액세스 권한을 부여하려면 이 디바이스에 대한 권한을 수정해야 합니다.
lv: Lai piešķirtu piekļuvi, jums ir jāizmaina šīs ierīces atļaujas.
nl: Om toegang te verlenen, moet u de toelatingen voor dit apparaat wijzigen.
pl: Aby uzyskać dostęp, musisz zmodyfikować uprawnienia dla tego urządzenia.
ro: Pentru a permite accesul, trebuie să modifici permisiunile pentru acest aparat.
ru: Чтобы предоставить доступ, Вам придётся изменить полномочия для этого устройства.
si: ප්‍රවේශය ලබා දීමට මෙම උපාංගය සඳහා අවසර සංශෝධනය කළ යුතුය.
sk: Pre poskytnutie prístupu musíš upraviť povolenia pre toto zariadenie.
sl: Za odobritev dostopa, morate spremeniti dovoljenja za to napravo.
sr_cyrl: Да одобрите приступ, морате изменити дозволе за овај уређај.
sv: För att bevilja åtkomst måste du ändra behörigheterna för den här enheten.
tr: Erişim vermek için bu cihazın izinlerini değiştirmeniz gerekir.
uk: Щоб надати доступ, змініть дозволи для&nbsp;цього пристрою.
vi: Để cấp quyền truy cập bạn cần phải thay đổi các phép cho thiết bị này.
zh: 为了授权，你必须更改这台设备的权限。
zh_hant: 如要授予存取權限，您必須先修改此裝置的權限。
zh_tw: 您必須為此裝置修改權限來進行存取

# TutaoCancelAction
source: Cancel
ar: إلغاء
be: Скасаваць
bg: Откажи
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fa_ir: لغو
fi: Peruuta
fr: Annuler
gl: Cancelar
he: ביטול
hi: रद्द करना
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lv: Atcelt
nl: Annuleren
pl: Anuluj
ro: Renunță
ru: Отмена
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sr_cyrl: Откажи
sv: Avbryt
tr: İptal et
uk: Скасувати
vi: Huỷ
zh: 取消
zh_hant: 取消
zh_tw: 取消

# TutaoSettingsAction
source: Settings
ar: إعدادات
be: Налады
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
fa_ir: تنظیمات
fi: Asetukset
fr: Paramètres
gl: Axustes
he: הגדרות
hi: सेटिंग
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
ro: Opțiuni
ru: Настройки
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sr_cyrl: Подешавања
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Thiết lập
zh: 设置
zh_hant: 設定
zh_tw: 設定

# TutaoCalendarAlarmTitle
source: Reminder
ar: تذكير
be: Напамін
bg: Напомняне
ca: Recordatori
cs: Připomenutí
da: Påmindelse
de: Erinnerung
es: Recordatorio
fa_ir: یادآور
fi: Muistutus
fr: Rappel
gl: Recordatorio
he: תזכורת
hi: स्मरण-पत्र
hr: Podsjetnik
hu: Emlékeztető
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 다시 알림
nl: Herinnering
pl: Przypomnienie
ro: Reamintire
ru: Напоминание
si: සිහිකැඳවුම
sk: Pripomienka
sl: Opomnik
sr_cyrl: Подсетник
sv: Påminnelse
tr: hatırlatıcı
uk: Нагадування
vi: Nhắc nhở
zh: 通知
zh_hant: 提醒

# TutaoScheduleAlarmError
source: Could not set up an alarm. Please update the application.
ar: لا يمكن إعداد التنبيه. يرجى تحديث التطبيق.
be: Не атрымалася паставіць напамін. Калі ласка, абнаві праграму.
bg: Не можеше да се създаде аларма. Моля актуализирайте приложението.
ca: No es pot configurar una alarma. Si us plau actualitzeu l'aplicació.
cs: Nepodařilo se nastavit alarm. Aktualizujte prosím aplikaci.
da: Kunne ikke opsætte en alarm. Opdatér venligst programmet.
de: Ein Fehler ist beim Erstellen einer Erinnerung aufgetreten. Bitte aktualisiere die Anwendung.
es: No se pudo configurar una alarma. Actualiza la aplicación.
fa_ir: تنظیم کردن زنگ هشدار موفقیت‌آمیز نبود. لطفا اپلیکیشن را به روز کنید.
fi: Hälytystä ei voitu asettaa. Päivitä sovellus.
fr: Impossible de définir une alarme. Veuillez mettre à jour l'application.
gl: Non se estableceu a alarma. Por favor actualiza a aplicación.
he: לא היתה אפשרות ליצור התראה. אנא עדכנו את התוכנה.
hi: अलार्म सेट नहीं कर सका। कृपया एप्लिकेशन को अपडेट करें।
hr: Nije moguće postaviti alarm. Ažurirajte aplikaciju.
hu: Nem lehetett beállítani a riasztást. Frissítse az alkalmazást!
id: Tidak bisa memasang alarm. Mohon perbarui aplikasi.
it: Impossibile impostare un allarme. Ti preghiamo di aggiornare l'applicazione.
ja: アラームを設定できませんでした。アプリケーションを更新してください。
ko: 알람을 설정할 수 없습니다. 애플리케이션을 업데이트 해주세요.
nl: Kon geen alarm instellen. Graag het programma updaten.
pl: Nie można ustawić alarmu. Zaktualizuj aplikację.
ro: Alarma nu a putut fi pusă. Actualizează aplicația.
ru: Не удалось настроить оповещение. Пожалуйста, обновите приложение.
si: අනතුරු ඇඟවීමක් පිහිටුවීමට නොහැකි විය. යෙදුම යාවත්කාල කරන්න.
sk: Alarm sa nepodarilo nastaviť. Prosím, aktualizuj aplikáciu.
sl: Alarma ni bilo mogoče nastaviti. Prosimo, posodobite aplikacijo.
sr_cyrl: Није могуће поставити аларм. Ажурирајте апликацију.
sv: Det gick inte att ställa in ett alarm. Uppdatera programmet.
tr: Alarm kurulamadı. Lütfen uygulamayı güncelleyin.
uk: Не вдалося налаштувати будильник. Оновіть програму.
vi: Không thể cài đặt báo hiệu. Vui lòng cập nhật ứng dụng.
zh: 无法设置警报。请更新应用程序。
zh_hant: 無法設定提醒。請更新應用程式。

# TutaoUnlockCredentialsAction
source: Unlock credentials
ar: إلغاء بيانات الاعتماد
be: Разамкнуць даныя ўваходу
bg: Отключване на данни за идентификация
ca: Desbloquejar credencials
cs: Odemknout přístupové údaje
da: Lås legitimationsoplysninger op
de: Zugangsdaten Entschlüsseln
es: Desbloquear credenciales
fa_ir: باز کردن قفل داده‌های هویتی
fi: Avaa tunnistetiedot
fr: Déverrouillage des données
gl: Desbloquear credenciais
he: שחרר אישורים
hi: क्रेडेंशियल अनलॉक करें
hr: Otključavanje vjerodajnica
hu: Hitelesítő adatok feloldása.
id: Membuka kunci kredensial
it: Sblocca credenziali
ja: ログイン情報のロックを解除
ko: 자격 증명 잠금 해제
nl: Gegevens deblokkeren
pl: Odblokuj poświadczenia
ro: Deblochează datele de autentificare
ru: Разблокировать учетные данные
si: අක්තපත්‍ර අගුළුහරින්න
sk: Odomknúť poverenia
sl: Odkleni poverilnice
sr_cyrl: Откључај акредитиве
sv: Lås upp inloggningsuppgifter
tr: Kimlik bilgilerini çöz
uk: Розблокувати облікові дані
vi: Mở khoá thông tin đăng nhập
zh_hant: 解鎖登入資料

# TutaoPushNewMail
source: New email received.
ar: تم تلقي بريد إلكتروني جديد.
be: Прыйшоў новы ліст.
bg: Получено е нов имейл.
ca: Heu rebut un nou correu.
cs: Nový e-mail
da: Ny e-mail modtaget.
de: Neue E-Mail eingegangen.
es: Nuevo correo recibido.
fa_ir: ایمیل جدیدی رسید.
fi: Olet saanut uuden sähköpostin.
fr: Nouveau message reçu.
gl: Novo correo recibido.
he: התקבל אימייל חדש
hi: नया संदेश प्राप्त हुआ !
hr: Nova e-pošta je primljena
hu: Új levél érkezett.
id: Surel baru diterima.
it: Nuova email ricevuta.
ja: 新しいメールが届いています。
ko: 새로운 메일을 받았습니다.
lv: Ienācies jauns e-pasts
nl: Nieuwe e-mail ontvangen
pl: Otrzymano nową wiadomość.
ro: E-mail nou primit.
ru: Новое письмо получено.
si: නව තැපෑලක් ලැබුණි.
sk: Prišiel nový e-mail.
sl: Prejeli ste novo e-pošto.
sr_cyrl: Примљена је нова е-пошта.
sv: Nytt meddelande mottaget.
tr: Yeni e-posta alındı.
uk: Отримано новий лист.
vi: Đã nhận được thư mới.
zh: 收到新邮件。
zh_hant: 收到新電郵。
