Repository: tutao/tutanota
Catalog: app-ios/translations/*.lproj/InfoPlist.strings
Languages: el, no

# NSCameraUsageDescription
source: Take a picture or video for adding it as attachment.
el: Τραβήξτε φωτογραφία ή βίντεο και επισυνάψτε το.
no: Ta et bilde eller video for å legge dette til som vedlegg.

# NSPhotoLibraryUsageDescription
source: Add a picture from your library as attachment.
el: Προσθέστε μια εικόνα από τη βιβλιοθήκη σας, ως συνημμένο αρχείο.
no: Legg til et bilde fra ditt bibliotek som vedlegg.

# NSMicrophoneUsageDescription
source: Used when recording a video as attachment.
el: Χρησιμοποιείται οταν ανεβάζεις ενα βίντεο σαν συνημμένο .
no: Brukes når man innspiller en video som vedlegg.

# NSContactsUsageDescription
source: Tuta can show you email recipient suggestions from contacts stored on your device. Additionally, you can allow Tuta to synchronize your contacts between your device and your Tuta account. If you enable synchronization in the settings, contacts from your device will be uploaded after being securely encrypted and your Tuta contacts will become available to other apps.
el: Το Tuta μπορεί να σας δείξει προτάσεις για παραλήπτες email από επαφές που είναι αποθηκευμένες στη συσκευή σας. Επιπλέον, μπορείτε να επιτρέψετε στο Tuta να συγχρονίζει τις επαφές σας μεταξύ της συσκευής σας και του λογαριασμού Tuta σας . Εάν ενεργοποιήσετε τον συγχρονισμό στις ρυθμίσεις, οι επαφές από τη συσκευή σας θα ανέβουν αφού κρυπτογραφηθούν με ασφάλεια και οι επαφές σας στο Tuta θα γίνουν διαθέσιμες σε άλλες εφαρμογές.
no: Tuta kan vise deg forslag fra kontaktene som er lagret på enheten som mottagere for e-post. Tuta kan også synkronisere kontaktene dine mellom enhetene din og Tuta-kontoen. Hvis du skrur på synkronisering i innstilligene vil kontaktene på enheten bli lastet opp etter kryptering og Tuta-kontaktene vil bli tilgjengelige for andre applikasjoner.

# NSRemindersUsageDescription
source: Shows notification when new email arrives.
el: Εμφανίζει ειδοποίηση όταν φτάνει νέο email.
no: Viser varsling når det kommer ny e-post

# TutaoShowCameraAction
source: Camera
el: Κάμερα
no: Kamera

# TutaoChoosePhotosAction
source: Photos
el: Φωτογραφίες
no: Bilder

# TutaoNoPermissionTitle
source: No Permission
el: χωρίς άδεια
no: Ingen tillatelse

# TutaoChangePermissionMsg
source: To grant access you have to modify the permissions for this device.
el: Για να παραχωρήσετε πρόσβαση, πρέπει να τροποποιήσετε τα δικαιώματα αυτής της συσκευής.
no: For å gi adgang må du endre tillatelsene for denne enheten.

# TutaoCancelAction
source: Cancel
el: Άκυρο
no: Avbryt

# TutaoSettingsAction
source: Settings
el: Ρυθμίσεις
no: Innstillinger

# TutaoCalendarAlarmTitle
source: Reminder
el: Υπενθύμιση
no: Påminnelse

# TutaoScheduleAlarmError
source: Could not set up an alarm. Please update the application.
el: Δεν ήταν δυνατόν να οριστεί συναγερμός. Ενημερώστε την εφαρμογή.
no: Kunne ikke stille inn en alarm. Oppdater applikasjonen.

# TutaoUnlockCredentialsAction
source: Unlock credentials
el: Ξεκλείδωμα πιστοποιητικών.
no: Lås opp opplysninger

# TutaoPushNewMail
source: New email received.
el: Παραλήφθηκε νέο email.
no: Ny e-post mottatt.

# TutaoDeleteAction
source: Delete
el: Διαγραφή
no: Slett

# TutaoMarkReadAction
source: Mark read
el: Σήμανση ως αναγνωσμένου
no: Marker som lest

# TutaoWidgetOpenAppAction
source: Open the app
el: Άνοιγμα εφαρμογής
no: Åpne appen

# TutaoWidgetUnexpectedErrorMsg
source: Oops! Something went wrong.
el: Ουπς! Κάτι πήγε στραβά.
no: Ops! Noe gikk galt.

# TutaoWidgetSendLogsAction
source: Send Logs
el: Αποστολή αρχείων καταγραφής
no: Send loggene

# TutaoWidgetNoEventsMsg
source: No events
el: Κανένα συμβάν
no: Ingen hendelser

# TutaoWidgetCredentialsErrorMsg
source: No credentials available
el: Χωρίς στοιχεία σύνδεσης
no: Ingen tilgjengelige innloggingsdetaljer

# TutaoAccountLabel
source: User
el: Χρήστης
no: Bruker

# TutaoCalendarsLabel
source: Calendars
no: Kalendere

# TutaoNoTitleLabel
source: <No title>
el: <Χωρίς τίτλο>
no: <Ingen tittel>

# TutaoWidgetDescription
source: Show today's upcoming events
el: Προβολή σημερινών συμβάντων
no: Vis dagens kommende hendelser

# TutaoDefaultCalendarNameTitle
source: Private
el: Ιδιωτικό
no: Privat

# TutaoWidgetMissingConfigurationErrorMsg
source: Please configure this widget
el: Απαιτείται ρύθμιση widget
no: Konfigurer dette skjermelementet

# TutaoBirthdayEventTitle
source: {name}'s birthday
no: Fødselsdag for {name}

# TutaoBirthdayEventAgeTitle
source: {age} years old
no: {age} år gammel

# TutaoBirthdayCalendarLabel
source: Birthdays
no: Fødselsdager

# TutaoAllDayLabel
source: All Day
el: Όλη ημέρα
no: Hele dagen
